Repository: EvanHerman/yikes-inc-easy-mailchimp-extender
Catalog: plugin_core/languages/yikes-inc-easy-mailchimp-extender-*.po
Languages: es_mx

source: Are you sure you want to unsubscribe
es_mx: ¿Está seguro de que quiere renunciar a este grupo de noticias?

source: from this mailing list?
es_mx: ¿de esta lista de correo?

source: Unsubscribe
es_mx: Describir

source: No one is currently subscribed to this list.
es_mx: ya está suscrito a esta lista.

source: Go to the first page
es_mx: Ir a la primera página

source: Go to the previous page
es_mx: Ir a la página anterior

source: Current page
es_mx: Página Actual

source: of
es_mx: de

source: Go to the next page
es_mx: Ir a la página siguiente

source: Go to the last page
es_mx: Ir a la primera página

source: List Overview
es_mx: Resumen Lista

source: List Rating
es_mx: Valoración Lista

source: Average Subscribers
es_mx: Suscriptores de promedio

source: month
es_mx: mes

source: New Since Last Campaign
es_mx: Nuevo desde la última campaña

source: Created
es_mx: Creado

source: List Fields
es_mx: Lista de Campos

source: Short Signup URL
es_mx: URL de ‘Short Signup’

source: Default From Email
es_mx: Email FROM por defecto

source: Default From Name
es_mx: Nombre FROM por defecto

source: %d Field
es_mx: %d campo

source: Interest Groups Overview
es_mx: Resumen de grupos de interés

source: %d Merge Variable
es_mx: %d fusión Variable

source: subscribers assigned to this group
es_mx: abonados asignados a este grupo

source: Segments Overview
es_mx: Resumen de segmentos

source: %d Segment
es_mx: %d segmento

source: hide conditions
es_mx: oculta las condiciones

source: view conditions
es_mx: ver condiciones

source: condition #%s : If %s %s %s
es_mx: # %s la condición: si %s %s %s

source: Edit Segments
es_mx: Editar Segmentos

source: To edit this lists segments, head over to
es_mx: Para editar esta lista de segmentos, dirígete a

source: We encountered an error:
es_mx: Encontró un error:

source: Subscriber Details
es_mx: Datos de suscriptor

source: View %s subscriber details below.
es_mx: Ver detalles de suscriptor de %s a continuación.

source: Optin Forms
es_mx: Formas optan

source: Member Rating: %s star
es_mx: Votos de miembros: estrella %s

source: Subscribed:
es_mx: Suscrito:

source: Location:
es_mx: Ubicación:

source: Fields:
es_mx: Campos:

source: No Subscriber Data Found
es_mx: No hay datos suscriptor

source: Signup IP
es_mx: Registro IP

source: Additional Subscriptions:
es_mx: Suscripciones adicionales:

source: No Other Subscriptions Found.
es_mx: No hay suscripciones encontrados.

source: Deleting this subscriber will completely remove %s from the "%s" MailChimp list.
es_mx: Eliminar este suscriptor será completamente eliminar %s de la lista de MailChimp de “%s”.

source: Are you sure you want to delete "%s" from "%s?"
es_mx: ¿Está seguro que desea eliminar “%s” de “%s?”

source: Delete Subscriber
es_mx: Eliminar suscriptor

source: Additional Subscriptions
es_mx: Suscripciones adicionales

source: View Google Map
es_mx: Ver en Google Map

source: YIKES Easy Forms for MailChimp is a free plugin licensed under GPL v2, and was meticulously constructed with a whole lot of love by the folks at <a href="%s" target="_blank" title="YIKES Inc.">YIKES Inc.</a> in Philadelphia, PA.
es_mx: YIKES Easy Forms for MailChimp es un plugin libre licenciado bajo GPL v2 y fue construido meticulosamente con un montón de amor por la gente de <a href="%s" target="_blank" title="YIKES Inc.">YIKES Inc.</a> en Filadelfia, Pensilvania.

source: Developers
es_mx: Desarrolladores

source: There was an error retrieving the contributors list. Please try again later.
es_mx: Hubo un error al recuperar la lista de colaboradores. Por favor Inténtalo más tarde.

source: Translators
es_mx: Traductores

source: Before you can create any opt-in forms, you'll first need to enter your MailChimp API key into the <a href='%s' title='Yikes Easy MailChimp Settings'>settings page</a>
es_mx: Para poder crear cualquier formulario de opt-in, primero necesitará ingresar su clave de API de MailChimp en la <a href='%s' title='Yikes Easy MailChimp Settings'>Página de configuración</a>

source: Creating Your First Opt-In Form
es_mx: Crear el primer formulario Opt-In

source: Create first optin form screenshot
es_mx: Crear la primera captura de pantalla de formulario optin

source: Before you can start collecting users email addresses and building your mailing list, you'll need to create your first form. You can create as many forms as you'd like and assign each form to the same or different mailing lists.
es_mx: Antes de comenzar a recolectar direcciones de correo electrónico de los usuarios y construir su lista de correo, usted necesitará crear su primera forma. Puede crear tantos formularios como desea y asignar cada forma a las mismas o diferentes listas de correo.

source: Additional Options
es_mx: Opciones Adicionales

source: Once you create a form, you can choose which fields you want to add to it and customize the success and error messages returned by MailChimp.
es_mx: Una vez que creas un formulario, usted puede elegir los campos que desea agregar a él y personalizar los mensajes de éxito y error devuelven por MailChimp.

source: Optin settings screenshot
es_mx: Captura de pantalla de configuración optin

source: Customize the Form
es_mx: Personalizar el formulario

source: Once created, you can customize the form. This includes editing the success and error messages displayed to the user, choosing which fields or interest groups are displayed, adding CSS classes to fields, assigning default values amp; placeholders and tons more!
es_mx: Una vez creado, puede personalizar el formulario. Esto incluye editar los mensajes error y éxito muestra al usuario, elegir qué campos o grupos de interés aparecen, añadiendo clases CSS a los campos, asignando amp de valores por defecto; marcadores de posición y toneladas más!

source: Quickly and easily switch which list the form is associated with, toggle single or double optin, whether the welcome email should be sent, toggle AJAX form submissions and more. Get customizing!
es_mx: Rápida y fácilmente interruptor que lista la forma se asocia, cambiar optan simple o doble, si se enviara el correo de bienvenida, alternar las presentaciones del formulario AJAX y mucho más. Conseguir personalizar!

source: Add field to form screenshot
es_mx: Agregar campo para captura de pantalla de la forma

source: Add Form to Page/Post
es_mx: Agregar el formulario a la Página/Post

source: When you're ready to add your MailChimp opt-in form to a page or post, you can click on the small MailChimp button in the content editor toolbar.
es_mx: Cuando estés listo para añadir MailChimp opt-en formulario a una página o un post, puede hacer clic en el botón en la barra de herramientas del editor de contenido MailChimp.

source: Add Form to Widget
es_mx: Añadir forma a Widget

source: We've created a MailChimp widget to easily add forms to any sidebar or widgetized area on your site. The widget allows you to select from any created forms.
es_mx: Hemos creado un widget de MailChimp para fácilmente agregar formas a cualquier barra lateral o zona widgetized en su sitio. El widget te permite seleccionar entre cualquiera de los formularios creado.

source: Need Support?
es_mx: ¿Necesitas ayuda?

source: Free Support
es_mx: Asistencia gratuita

source: If you need help using the free version of the plugin, you can post support inquiries to one of two locations.
es_mx: Si usted necesita ayuda para utilizar la versión gratuita del plugin, puedes enviar consultas de soporte a uno de dos lugares.

source: WordPress Plugin Directory
es_mx: WordPress Repositorio de Plugin

source: GitHub Issue Tracker
es_mx: GitHub Seguimiento de Incidentes

source: Priority Support
es_mx: Soporte prioritario

source: If you want immediate support, please consider purchasing an add-on or developer License. Not only will you get 1 full year of automatic updates and priority support, you will enjoy the tons of features packed into our add-ons that are not available in the free version.
es_mx: Si quieres apoyo inmediato, considere la compra de un complemento o un desarrollador licencia. No sólo usted consigue 1 año de actualizaciones automáticas y soporte prioritario, podrá disfrutar de las toneladas de características envasados nuestros complementos que no están disponibles en la versión gratuita.

source: For plugin documentation, visit our <a href="%s" title="Knowledge Base" target="_blank">knowledge base</a>.
es_mx: Para la documentación del plugin, visite nuestra <a href=“%s” title=“Knowledge Base” target=“_blank”>base de conocimientos</a>.

source: Form Management Re-Imagined
es_mx: Formulario gestión re-imaginado

source: Edit Form Screenshot
es_mx: Editar la captura de pantalla de forma

source: Before you can start collecting form submissions to build your mailing list, you'll need to create your first form. You can create as many forms as you like and assign each form to one or multiple mailing lists.
es_mx: Antes de comenzar a recoger las presentaciones de la forma para construir su lista de correo, usted tendrá que crear su primera forma. Puede crear tantas formas como te gusta y asigna cada forma a una o varias listas de correo.

source: Fully Extensible
es_mx: Completamente Extensible

source: YIKES Easy Forms for MailChimp was fully reconstructed from the ground up. From the get go we had extensibility in mind, and built in a ton of hooks and filters for our users to take advantage of. This allows for full control over your forms, the data begin submitted to MailChimp and tons of new add-ons to be built alongside the base plugin.
es_mx: YIKES Easy Forms for MailChimp fue reconstruida totalmente desde el suelo hasta. Desde el ir teníamos extensibilidad en mente y construido en un montón de ganchos y filtros para nuestros usuarios aprovechar. Esto permite el control total sobre sus formas, los datos comienzan enviado a MailChimp y toneladas de nuevos complementos que se construirá junto con el plugin de base.

source: Check out the documentation for a complete list of the available hooks and filters.
es_mx: Revisa la documentación para obtener una lista completa de los ganchos disponibles y filtros.

source: Documentation | Hooks and Filters
es_mx: Documentación | Ganchos y filtros

source: Form Setting Toggles
es_mx: Forma ajuste cambia

source: Form Toggles
es_mx: Forma alterna

source: Now you can toggle single/double optins, trigger sending welcome emails or updating an existing subscriber on a per form basis and directly from within the plugin!
es_mx: Ahora pueden alternar optins/dobles, activar envío de mensajes de correo electrónico bienvenidas o actualizar un suscriptor existente de forma por forma y directamente desde el plugin!

source: Along with the opt-in toggles, you have the ability to toggle ajax form submissions, redirecting users after a successful sign up and more!
es_mx: Junto con los tensores de opt-in, usted tiene la capacidad para cambiar las presentaciones de formulario ajax, redirigir los usuarios después de un signo de éxito para arriba y más!

source: Intuitive Settings Page
es_mx: Página de configuración intuitivo

source: Settings Page
es_mx: Página de configuración

source: We've re-laid out the settings page to allow for a more intuitive workflow. All of your settings are neatly tucked away in their respective setting tab.
es_mx: Hemos trazado vuelve a la página de configuración para permitir un flujo de trabajo más intuitivo. Todas sus configuraciones son cuidadosamente escondidos en su ficha de ajuste respectivos.

source: Getting Started
es_mx: Cómo comenzar

source: What's New
es_mx: Que hay de Nuevo

source: Credits
es_mx: Cr&eacute;ditos

source: MailChimp Done Right
es_mx: MailChimp Hecha Correctamente

source: Thank you for updating to the latest version! Easy Forms for MailChimp by YIKES %s is ready to help take your mailing lists to the next level!
es_mx: Gracias por actualizar a la última versión! Easy MailChimp por Yikes Inc. %s está listo para ayudar a tus listas de correo al siguiente nivel!

source: Page:
es_mx: Página:

source: Type:
es_mx: Tipo:

source: Time:
es_mx: Hora:

source: File get contents not available
es_mx: Archivo de obtener contenido no disponible

source: No errors logged.
es_mx: No hay errores registrados.

source: To start logging errors toggle on the 'Enable Debugging' option above.
es_mx: Para comenzar a registrar errores cambiar en la opción 'Enable Debugging' arriba.

source: Error Log Missing
es_mx: Falta de registro de error

source: It looks like your error log file is missing. You can attempt to create one by clicking the button below.
es_mx: Para empezar, haga clic en el botón de abajo.

source: Attempt to Create Error Log
es_mx: Intento de crear el registro de errores

source: It looks like the function file_get_contents() is disabled on your server. We cannot retrieve the contents of the error log.
es_mx: Parece que la función file_get_contents () está deshabitado en el servidor. No podemos recuperar el contenido del registro de errores.

source: There was an error during import. If you continue to run into issues, please reach out to the Yikes Inc. support team.
es_mx: Se produjo un error durante la importación. Si continúa en problemas, por favor acercarse al equipo de apoyo de Yikes Inc.

source: Whoops, you shouldn't be accessing this file directly. Abort!
es_mx: Vaya, que no se acceder a este archivo directamente. Abortar!

source: Sign me up for your mailing list.
es_mx: Me firmar para arriba para su lista de correo.

source: Note
es_mx: Nota

source: You have not been subscribed to our mailing list. %s is already subscribed to this list.
es_mx: Usted no se ha suscrito a nuestra lista de correo. %s ya está suscrito a esta lista.

source: Error : Sorry, the nonce security check didn't pass. Please reload the page and try again. You may want to try clearing your browser cache as a last attempt.
es_mx: Error: Lo sentimos, la comprobación de seguridad de once no pase. Por favor, recarga la página e inténtelo de nuevo. Puedes intentar borrar el caché del navegador como un último intento.

source: Error: It looks like the honeypot was filled out and the form was not properly be submitted.
es_mx: Error: Parece que Honeypot y el formulario no fue ser enviado correctamente.

source: It looks like we've run into a reCaptcha error. Please refresh the page and try again.
es_mx: Parece que nos hemos topado un error de código de imagen. Por favor actualice la página y vuelva a intentarlo.

source: Errors
es_mx: Errores

source: Thank you for subscribing! Check your email for the confirmation message.
es_mx: Gracias por suscribirse! Revise su correo electrónico para el mensaje de confirmación.

source: Thank you for subscribing!
es_mx: ¡Gracias por suscribirte!

source: Please enter a valid email address.
es_mx: Por favor, introduce una dirección de email válida

source: It looks like you're already subscribed to this list.
es_mx: Parece que usted ya está suscrito a esta lista.

source: Whoops, something went wrong! Please try again.
es_mx: Algo ha fallado. Por favor, prueba de nuevo.

source: Please refresh the page and try again.
es_mx: Por favor actualice la página y vuelva a intentarlo.

source: It looks like we've run into a reCaptcha error.
es_mx: Parece que nos hemos topado un error reCaptcha.

source: Whoops, you're not connected to MailChimp. You need to enter a valid MailChimp API key.
es_mx: No está conectado a MailChimp. Deberá introducir una clave válida de la API de MailChimp.

source: Whoops, it looks like you forgot to specify a form to display.
es_mx: Parece que olvidó especificar un formulario para mostrar.

source: Oh no...This form doesn't exist. Head back to the manage forms page and select a different form.
es_mx: Oh no… Este formulario no existe. Regresar a la página de formas de administrar y seleccionar una forma diferente.

source: Whoops! It looks like you enabled reCAPTCHA but forgot to enter the reCAPTCHA site key!
es_mx: Parece que permitió reCAPTCHA pero olvidó ingresar la clave de sitio de reCAPTCHA!

source: Edit ReCaptcha Settings
es_mx: Editar la configuración de ReCaptcha

source: Whoops! It looks like you enabled reCAPTCHA but forgot to enter the reCAPTCHA secret key!
es_mx: Parece que permitió reCAPTCHA pero olvidó ingresar la clave secreta de reCAPTCHA!

source: An email field is required for all MailChimp forms. Please add an email field to this form.
es_mx: Un campo de correo electrónico es requerido para todas las formas de MailChimp. Agrega un campo de correo electrónico a este formulario.

source: Whoops, it looks like you forgot to assign fields to this form.
es_mx: Parece que usted olvidó asignar campos a este formulario.

source: Please enter a valid URL to the website.
es_mx: Por favor, introduzca una URL válida para el sitio Web.

source: Please enter a valid URL to the image.
es_mx: Por favor, introduzca una URL válida a la imagen.

source: International Phone number (eg: #-###-###-####)
es_mx: Número de teléfono internacional (por ejemplo: 1-541-754-3010)

source: US Phone Number (###) ### - ####
es_mx: Numero de teléfono de los Estados Unidos (ejemplo: 123-456-7890)

source: 5 digit zip code, numbers only
es_mx: Código postal de 5 dígitos, sólo números

source: This MailChimp shortcode is now deprecated. Please insert the new shortcode to display this form.
es_mx: Este código de MailChimp es obsoleto ahora. Por favor introduzca el código nuevo para mostrar esta forma.

source: You don't appear to be connected to MailChimp.
es_mx: No parecen conectarse a MailChimp.

source: You forgot to include the list or form ID.
es_mx: Usted se olvidó de incluir en la lista o forma de identificación.

source: It looks like this list wasn't found. Double check the list with with ID '%s' exists.
es_mx: Parece que no se encontró en esta lista. Revise la lista con identificador ‘%s’ existe.
