Repository: EvanHerman/yikes-inc-easy-mailchimp-extender
Catalog: plugin_core/languages/yikes-inc-easy-mailchimp-extender-*.po
Languages: es_mx

source: Settings
es_mx: Configuración

source: More plugins by YIKES
es_mx: Más plugins por YIKES

source: Disclaimer: <strong>Easy Forms for MailChimp by YIKES</strong> is in no way endorsed, affiliated or backed by MailChimp, or its parent company Rocket Science Group.
es_mx: Descargo de responsabilidad: <strong>Easy Forms for MailChimp by YIKES<</strong> es en no endosado, afiliadas o respaldado por MailChimp, o su empresa matriz grupo de ciencia de cohetes.

source: Thanks :)
es_mx: Gracias :)

source: We've run into an error. The security check didn't pass. Please try again.
es_mx: Nos hemos topado con un error. No pasa la comprobación de seguridad. Por favor, inténtelo de nuevo.

source: Failed nonce validation
es_mx: Error de validación de nonce

source: We encountered an error. Please contact the YIKES Inc. support team.
es_mx: Nos encontramos con un error. Póngase en contacto con el equipo de apoyo YIKES Inc.

source: Hi, %s, you've been using %s for 2 weeks now. We hope you're enjoying the features included with the free version. If so, please consider leaving us a review. Reviews provide us with feedback to grow and improve the plugin. If you're really enjoying the plugin, consider buying an add-on or developer license for some really awesome features and premium support.
es_mx: Hola %s, usted ha estado usando %s hace 2 semanas. Esperamos que usted está disfrutando de las características incluidas con la versión gratuita. Si es así, por que no nos deja una revisión. Comentarios nos proporcionan retroalimentación para crecer y mejorar el plugin. Si usted está realmente disfrutando el plugin, considerar la compra de una licencia adicional o desarrollador para algunas características realmente impresionantes y soporte premium.

source: Leave A Review
es_mx: Publicar una opinión

source: View Addons
es_mx: Ver Addons

source: Dismiss
es_mx: Descartar

source: It looks like you've been using %s for 2 weeks now. We hope you're enjoying the features included with the free version. If so, please consider leaving us a review. Reviews only help to catch other users attention as well as provide us with feedback to grow and improve upon. If you're really enjoying the plugin, consider buying an add-on or developer license for some really awesome features and premium support.
es_mx: Parece que usted ha estado usando %s hace 2 semanas. Esperamos que usted está disfrutando de las características incluidas con la versión gratuita. Si es así, por que no nos deja una revisión. Comentarios sólo ayudan a captar la atención de otros usuarios así como nos proporciona retroalimentación para crecer y mejorar. Si usted está realmente disfrutando el plugin, considerar la compra de una licencia adicional o desarrollador para algunas características realmente impresionantes y soporte premium.

source: YIKES Inc. Easy Forms for MailChimp requires a minimum of PHP 5.3. The plugin will not function properly until you update. Reach out to your host provider for assistance.
es_mx: YIKES Inc. Easy Forms for MailChimp requiere un mínimo de PHP 5.3. El plugin no funcionará correctamente hasta que actualizas. Llegar a su proveedor de host para obtener ayuda.

source: Please Import Some MailChimp Lists
es_mx: Por favor, importar algunas listas de MailChimp

source: Easy Forms for MailChimp by Yikes Inc.
es_mx: Easy Forms for MailChimp

source: MailChimp List
es_mx: Lista MailChimp

source: Display Form Title
es_mx: Mostrar Título Formulario

source: Display Form Description
es_mx: Mostrar Descripción del formulario

source: Submit Button Text
es_mx: Botón Enviar - Texto

source: You need to <a href="%s" title="%s">create a form</a> before you can add one to a page or post.
es_mx: Necesita para <a href=“%s” title=“%s”>crear un formulario</a> antes de agregar uno a una página o post.

source: Create a form
es_mx: Crear un formulario

source: Locating Interest Groups
es_mx: Localización de los grupos de interés

source: No fields assigned to this form. Select some fields to add to this form from the right hand column.
es_mx: No hay campos asignados a este formulario. Seleccionar algunos campos para agregar a esta forma de la columna de la derecha.

source: Are you sure you want to delete all of the fields assigned to this form?
es_mx: ¿Está seguro que desea eliminar todos los campos asignados a este formulario?

source: Opt-in Forms
es_mx: Formas opt-in

source: Mailing Lists
es_mx: Listas de distribución

source: Account
es_mx: Cuenta

source: Settings.
es_mx: Configuración

source: Support
es_mx: Soporte

source: Edit Form
es_mx: Editar Formulario

source: YIKES Inc. Easy Forms for MailChimp Upgrade Options Structure
es_mx: YIKES Inc. Easy Forms for MailChimp actualización estructura de opciones

source: Welcome
es_mx: Bienvenido

source: View List
es_mx: Ver lista

source: View User
es_mx: Ver Usuario

source: API Connection
es_mx: Conexión de API

source: MailChimp API Key
es_mx: Clave API de MailChimp

source: Select Checkboxes to Generate
es_mx: Seleccione las casillas de verificación para generar

source: Enter reCaptcha Site Key
es_mx: Clave del sitio ReCaptcha

source: Enter reCaptcha Secret Key
es_mx: This is the most difficult things id’s ever done over here in my whole life over here making choices for colors, i’d don’t know.

source: Enable ReCaptcha
es_mx: Habilitar reCaptcha

source: Enable Debugging
es_mx: Habilitar la depuración

source: Connecting to MailChimp
es_mx: Conexión a MailChimp

source: Settings Page/General Settings
es_mx: Configuración de la página General de configuración

source: The previously stored options for %s have been cleared from the database. You should update the plugin options on the <a href='%s' title='Settings Page'>settings page</a> before continuing. You should also update the shortcodes used to generate your forms, and any widgets you may have previously set-up.
es_mx: Las opciones previamente almacenadas para %s han sido borradas de la base de datos. Debe actualizar las opciones del plugin en la <a href='%s' title='Settings Page'>Página de configuración</a> antes de continuar. También debe actualizar los shortcodes para generar sus formas y ningún widget que tenga previamente puesta a punto.

source: It looks like you're upgrading from a previous version of %s.
es_mx: Parece que usted está actualizando desde una versión anterior de %s.

source: In the newest version of %s, the options data structure has changed. We've also moved the mailing lists into its own database table to allow for some higher level customization. Now you can easily create multiple forms and assign them to the same mailing list.
es_mx: En la nueva versión de %s ha cambiado la estructura de datos de opciones. También nos hemos movido las listas de correo en su propia tabla de la base de datos para permitir cierta personalización de nivel superior. Ahora puede fácilmente crear múltiples formas y asignar a la misma lista de correo.

source: Before you continue, it's strongly recommended you the perform the migration to ensure the plugin continues to function properly.
es_mx: Antes de continuar, se recomienda se realice la migración para el plugin sigue funcionando correctamente.

source: It's also strongly recommended that you take a backup of your database.
es_mx: También recomienda que usted tome una copia de seguridad de la base de datos.

source: Perform Migration
es_mx: Realizar la migración

source: Dismiss Notice
es_mx: Descartar este aviso

source: Additional Settings
es_mx: Configuración adicional

source: General Settings
es_mx: Configuración General

source: Integration Settings
es_mx: Parámetros de integración

source: ReCaptcha Settings
es_mx: Configuración de Recaptcha

source: API Cache Settings
es_mx: Configuración de la API de caché

source: Debug Settings
es_mx: Opciones del depurador

source: Import/Export
es_mx: Importar/Exportar

source: Addon Settings
es_mx: Configuración adicional

source: Create a New Signup Form
es_mx: Crear un nuevo formulario de inscripción

source: Give your form a name, select a MailChimp list to assign users to, then click 'Create'.
es_mx: Darle un nombre a su forma, seleccione una lista de MailChimp para asignar a los usuarios y luego haga clic en ‘Crear’.

source: Form Name
es_mx: Nombre del Formulario

source: Form Description
es_mx: Formulario de Descripción

source: Associated List
es_mx: Lista de asociados

source: Please enter a valid API key.
es_mx: Introduzca una clave válida de API.

source: No lists were found on the account.
es_mx: Ningunas listas encontradas en la cuenta.

source: Head over to <a href="http://www.MailChimp.com" title="%s">MailChimp</a> to create a new list.
es_mx: Dirígete a <a href=“http://www.MailChimp.com” title=“%s”>MailChimp</a> para crear una nueva lista.

source: Create a list
es_mx: Crear una lista

source: Create
es_mx: Crear

source: Please enter a valid MailChimp API key to get started.
es_mx: Introduce una clave de API de MailChimp válida para empezar.

source: general settings
es_mx: configuración general

source: Select A Page or Post
es_mx: Seleccione una Página o Post

source: Form Customizer Add-On
es_mx: Personalizados de forma adicional

source: Quickly and easily customize every aspect of your MailChimp optin forms using our powerful customizer add-on.
es_mx: Forma rápida y sencilla personalizar cada aspecto de sus formas optan MailChimp utilizando nuestro complemento potente Personalizador.

source: Easy Forms for MailChimp Customizer Add-On
es_mx: Formas fáciles para complemento de MailChimp Customizer

source: About YIKES Inc.
es_mx: Acerca de YIKES Inc.

source: Show YIKES Inc. Some Love
es_mx: Mostrar YIKES Inc. Poco de amor

source: Leave a review
es_mx: Dejar una opinión

source: Tweet about it
es_mx: Tweet

source: Vote that the plugin works
es_mx: Votación en la que el plugin funciona

source: Vote for Compatibility
es_mx: Voto por compatibilidad

source: This plugin made with %s by %s
es_mx: Este plugin echo con %s de %s

source: is a web design and development company located in Philadelphia, Pennsylvania, US. YIKES specializes in custom WordPress theme and plugin development, site maintenance, eCommerce, custom-built web-based applications and more.
es_mx: es una empresa de diseño y desarrollo web situada en Philadelphia, Pennsylvania, Estados Unidos. YIKES se especializa en tema de WordPress personalizado y desarrollo de plugin, mantenimiento, comercio electrónico, aplicaciones basadas en web a la medida y más.

source: Check out available add-ons for some seriously enhanced features.
es_mx: Si deseas complementos disponibles para algunas características mejoradas en serio.

source: View Add-Ons
es_mx: Ver Add-Ons

source: We've encountered an error. No list ID was sent.
es_mx: Hemos encontrado un error. Ningún ID de la lista fue enviada.

source: We've encountered an error. Reload the page and try again. If the error persists, please reach out to support.
es_mx: Hemos encontrado un error. Recarga la página e inténtelo de nuevo. Si el error persiste, por favor acercarse a la ayuda.

source: Field no longer exists.
es_mx: Ya no existe

source: type
es_mx: tipo

source: This field no longer exists in this list. Delete this field from the form to prevent issues on your website.
es_mx: Este campo ya no existe en esta lista. Eliminar este campo de la forma para evitar problemas en su sitio Web.

source: Merge Tag
es_mx: Combinar la etiqueta

source: Placeholder
es_mx: Marcador de posición

source: Assign a placeholder value to this field.
es_mx: Asignar un valor de marcador de posición para este campo.

source: Default Value
es_mx: Valor por defecto

source: Assign a default value to populate this field with on initial page load.
es_mx: Asignar un valor predeterminado para rellenar este campo con sobre carga de la página inicial.

source: View Pre-Defined Tags
es_mx: Vista de etiquetas predefinidas

source: Default Selection
es_mx: Selección predeterminada

source: Select the option that should be selected by default.
es_mx: Seleccione la opción que debe ser seleccionada de forma predeterminada.

source: Which option should be selected by default?
es_mx: ¿Que opción debe ser seleccionada por defecto?

source: Description
es_mx: Descripción

source: Enter the description for the form field. This will be displayed to the user and will provide some direction on how the field should be filled out or selected.
es_mx: Escriba la descripción para el campo de formulario. Esto se mostrará al usuario y le proporcionará alguna dirección sobre cómo debe llenar el campo o seleccionado.

source: Additional Classes
es_mx: Clases adicionales

source: Assign additional classes to this field. %s.
es_mx: Asignar clases adicionales a este campo. %s.

source: View bundled classes
es_mx: Ver clases incluidas

source: Field Required?
es_mx: campo obligatorio

source: Email is a required field.
es_mx: La dirección de email es un campo obligatorio

source: Require this field to be filled in before the form can be submitted.
es_mx: Exigir este campo debe cumplimentarse antes del formulario puede ser presentado.

source: Hide Field
es_mx: Esconder el Campo

source: Cannot toggle email field visibility.
es_mx: No puede alternar la visibilidad de campo de correo electrónico.

source: Hide this field from being displayed on the front end.
es_mx: Ocultar este campo se muestre en la parte delantera.

source: Hide Label
es_mx: Esconder el Campo

source: Toggle field label visibility.
es_mx: Alternar la visibilidad de la etiqueta de campo.

source: Date Format
es_mx: Formato de fecha

source: Phone Format
es_mx: Formato de teléfono

source: International
es_mx: Internacional

source: To change the %s please head over to <a href="%s" title="MailChimp" target="_blank">MailChimp</a>. If you alter the format, you should re-import this field.
es_mx: Para cambiar el %s por favor, cabeza encima a <a href="%s" title="MailChimp" target="_blank">MailChimp</a>. Si modifica el formato, debe volver a importar este campo.

source: Close
es_mx: Cerrar

source: Remove Field
es_mx: Eliminar campo

source: This field no longer exists in this list. Delete this field from the form to prevent issues on the front end.
es_mx: Este campo ya no existe en esta lista. Eliminar este campo de la forma para evitar problemas.

source: Enter the description for the form field. This will be displayed to the user and provide some direction on how the field should be filled out or selected.
es_mx: Escriba la descripción para el campo de formulario. Esto se mostrará al usuario y proporcionar alguna dirección sobre cómo debe llenar el campo o seleccionado.

source: No fields are assigned to this form. Select fields from the right hand column to add to this form.
es_mx: Los campos no se asignan a esta forma. Seleccione los campos de la columna de la derecha para añadir a este formulario.

source: Page Title
es_mx: Título pagina

source: Pre-populate the field with the current page or post title that the user is on when opting in to your mailing list.
es_mx: Rellenar previamente el campo con la página actual o post título que el usuario está al optar en a su lista de correo.

source: Page ID
es_mx: Página ID

source: Pre-populate the field with the current page or post ID that the user is on when opting in to your mailing list.
es_mx: Rellenar previamente el campo con la página o post ID que el usuario está al optar en a tu lista de correos.

source: Page URL
es_mx: URL de la pagina

source: Pre-populate the field with the current page URL that the user is on when opting in to your mailing list.
es_mx: Rellenar previamente el campo con la URL actual de la página que el usuario está al optar en a su lista de correo.

source: Blog Name
es_mx: Nombre del blog

source: Pre-populate the field with the current blog name that the user is on when opting in to your mailing list. This is especially helpful for multi-site networks.
es_mx: Rellenar previamente el campo con el nombre actual del blog que el usuario está al optar en a su lista de correo. Esto es especialmente útil para redes de múltiples sitios.

source: User Logged In
es_mx: El usuario ha iniciado sesión.

source: Detects if a user is logged in and pre-populates the field with an appropriate value.
es_mx: Detecta si un usuario inicia sesión y per-rellena el campo con un valor apropiado.

source: Pre Defined Tags
es_mx: Vista de etiquetas predefinidas

source: You can use any of the following tags to populate a MailChimp text field with dynamic content. This can be used to determine which page the user signed up on, if the user was logged in and more.
es_mx: Puede utilizar cualquiera de las siguientes etiquetas para rellenar un campo de texto de MailChimp con contenido dinámico. Esto puede usarse para determinar qué página el usuario firma para arriba encendido, si el usuario estaba conectado y mucho más.

source: Already assigned to your form
es_mx: Ya asignado al formulario

source: required field
es_mx: campo obligatorio

source: Add to Form Builder
es_mx: Añadir a Form Builder

source: Creating a new form
es_mx: Creación de una nueva forma

source: Forms
es_mx: Formularios

source: Retreiving List Data
es_mx: Lista al recuperar datos

source: Delete MailChimp Site Cache
es_mx: Borrar Cache del sitio de MailChimp

source: Expand Field
es_mx: Ampliar campo

source: MailChimp List Stats
es_mx: Estadísticas lista de MailChimp

source: MailChimp Account Activity
es_mx: Actividad de la cuenta de MailChimp

source: Select a list
es_mx: Seleccionar una lista

source: Select a list from the dropdown above. View statistics related to this list below.
es_mx: Seleccione una lista en el menú desplegable de arriba. Ver estadísticas relacionadas con esta lista.

source: Whoops, you don't have any lists set up. Head over to MailChimp to set up lists.
es_mx: Gritos, no tienes ninguna lista configurar. Dirígete a MailChimp configurar listas.

source: view List
es_mx: Ver Lista

source: view list
es_mx: Ver lista

source: Subscribers
es_mx: Subscriptores

source: Unsubscribed
es_mx: ha cancelado su suscripción

source: New Since Send
es_mx: nuevo desde enviar

source: Avg. Sub. Rate
es_mx: Promedio Sub. Tasa de

source: Number of active subscribers.
es_mx: Número de suscriptores activos.

source: subscribers
es_mx: suscriptores

source: Number of users who have unsusbscribed.
es_mx: Número de usuarios que tienen unsusbscribed.

source: unsubscribed
es_mx: Ha cancelado su suscripción

source: Number of new subscribers since the last campaign was sent.
es_mx: Número de nuevos abonados desde la última campaña fue enviada.

source: new since send
es_mx: nuevo desde enviar

source: Average number of subscribers per month.
es_mx: Número promedio de suscriptores al mes.

source: avg. sub. rate
es_mx: Promedio Sub. Tasa de

source: Error Creating Form
es_mx: Error crear forma

source: Please try again. If the error persists please get in contact with the YIKES Inc. support team.
es_mx: Por favor, inténtelo de nuevo. Si el error persiste póngase en contacto con el equipo de apoyo Inc. en YIKES Inc..

source: Whoops! It looks like this form doesn't exist. If this error persists you may want to toggle on debugging on the <a href='%s'>%s</a>
es_mx: Parece que esta forma no existe. Si este error persiste puede activar depuración en<a href=‘%s’>%s</a>

source: debug settings page
es_mx: Opciones del depurador

source: Uh Oh...It looks like we ran into an error! Please reload the page and try again. If the error persists, please contact the YIKES Inc. support team.
es_mx: UH Oh… Parece que nos topamos con un error! Por favor, recarga la página e inténtelo de nuevo. Si el error persiste, póngase en contacto con el equipo de apoyo en YIKES Inc..

source: No Interest Groups Found
es_mx: No encontraron los grupos de interés

source: We've encountered an error. Please try again. If the error persists, please contact support.
es_mx: Hemos encontrado un error. Por favor, inténtelo de nuevo. Si el error persiste, póngase en contacto con soporte.

source: Freddie - MailChimp Mascot
es_mx: Freddie - mascota de MailChimp

source: Edit
es_mx: Editar

source: Update this MailChimp form's fields, styles and settings below.
es_mx: Actualizar campos de este formulario de MailChimp, estilos y siguientes.

source: Opt-in form successfully updated.
es_mx: Opt-in forma actualizado correctamente.

source: The title of this signup form.
es_mx: El título de este formulario de registro.

source: Descriptions are optional and you may choose to display it to visitors to your site.
es_mx: Las descripciones son opcionales y usted puede optar por mostrar a los visitantes a su sitio.

source: To display the number of subscribers for the list associated with this form, use %s in the form description field above.
es_mx: Para mostrar el número de suscriptores de la lista asociada a este formulario, usar %s en el campo de la descripción de la forma anterior.

source: Form Builder
es_mx: Constructor de formulario

source: Custom Messages
es_mx: Mensajes personalizados

source: Select fields from the right to add to this form, you can click a field to reveal advanced options, or drag it to re-arrange its position in the form.
es_mx: Seleccionar campos de la derecha para agregar a este formulario, puede haga clic en un campo para mostrar las opciones avanzadas, o arrástrelo para volver a organizar su posición en el formulario.

source: Clear Form Fields
es_mx: Borrar campos de formulario

source: Form Fields &amp; Interest Groups
es_mx: Campos de Formulario y Grupos de Interés

source: Form Fields
es_mx: Campos de Formulario

source: Interest Groups
es_mx: Grupos de interés

source: No Interest Groups Exist
es_mx: No hay grupos de interés existen

source: Select a field below to add to the form builder.
es_mx: Seleccione un campo de abajo para agregar al constructor del formulario.

source: Select an interest group below to add to the form builder.
es_mx: Seleccione un grupo de interés a continuación para agregar al constructor del formulario.

source: Thank You for subscribing! Check your email for the confirmation message.
es_mx: Gracias por suscribirse! Revise su correo electrónico para el mensaje de confirmación.

source: Whoops! It looks like something went wrong. Please try again.
es_mx: Algo ha fallado. Por favor, prueba de nuevo.

source: Please provide a valid email address.
es_mx: Por favor, introduce un correo electrónico válido.

source: The provided email is already subscribed to this list.
es_mx: El email proporcionado ya está suscrito a esta lista.

source: Enter your custom messages for this form below. Leave the field blank to use the default global error message.
es_mx: Escriba sus mensajes personalizados para este formulario. Deje el campo en blanco con el mensaje de errores global por defecto.

source: Success Message
es_mx: Mensaje de Éxito

source: General Error Message
es_mx: Mensaje de Error general

source: Invalid Email
es_mx: Dirección de correo electrónico no válida.

source: Email Already Subscribed
es_mx: Correo ya está suscrito

source: Error Message Explanation
es_mx: Explicación del mensaje de error

source: The message displayed to the user after they have submitted the form and the data has been successfully sent to MailChimp.
es_mx: El mensaje muestra al usuario después de haber enviado el formulario y los datos se han enviado correctamente a MailChimp.

source: The message displayed to the user after a generic error has occurred.
es_mx: El mensaje mostrado al usuario después de que se ha producido un error genérico.

source: The message displayed to the user after they have entered a non-valid email address.
es_mx: El mensaje mostrado al usuario después de que han entrado en una dirección de correo electrónico no válida.
