Repository: EvanHerman/yikes-inc-easy-mailchimp-extender
Catalog: plugin_core/languages/yikes-inc-easy-mailchimp-extender-*.po
Languages: es_mx

source: The message displayed to the user after they attempt to sign up for a mailing list using an email address that is already subscribed.
es_mx: El mensaje mostrado al usuario después de su intento de inscribirse en una lista de correo utiliza una dirección de correo electrónico que ya se ha suscrito.

source: Form Settings
es_mx: Configuraciones de formulario

source: Edit Another Form
es_mx: Editar otra forma

source: Associated List Settings
es_mx: Configuración de la lista asociados

source: No Lists Found
es_mx: No encontramos listas

source: Users who sign up via this form will be added to the list selected above.
es_mx: Los usuarios que se inscriban a través de este formulario se agregará a la lista de seleccionados anteriormente.

source: It looks like you first need to create a list to assign this form to. Head over to
es_mx: Parece que primero debes crear una lista para asignar este formulario. Dirígete a la

source: Create a new list
es_mx: Crear nueva lista de deseos

source: to create your first list
es_mx: para crear tu primera lista

source: Optin Settings
es_mx: Configuración de optin

source: Single or Double Opt-in
es_mx: Una sola o doble Opt-in

source: Single
es_mx: una sola

source: Double
es_mx: Doble

source: Double opt-in requires users to confirm their email address before being added to a list (recommended)
es_mx: Doble opt-in obliga a los usuarios confirmar su dirección de correo electrónico antes de ser añadido a una lista (recomendada)

source: Send Welcome Email
es_mx: Enviar correo electrónico de bienvenida

source: Yes
es_mx: Sí

source: When the user signs up, should they receive the default welcome email?
es_mx: ¿Cuando el usuario firma para arriba, debe recibir el correo de bienvenida por defecto?

source: Update Existing Subscriber
es_mx: Actualizar suscriptor existente

source: Update an existing subscriber's info when they attempt to re-subscribe instead of displaying an %s message.
es_mx: Actualización de información de un suscriptor existente cuando intentan volver a suscribirse en lugar de mostrar un mensaje de %s.

source: Submission Settings
es_mx: Configuración de pagina de Envio

source: Enable AJAX Submission
es_mx: Habilitar submission AJAX?

source: AJAX form submissions transmit data without requiring the page to refresh.
es_mx: Las presentaciones del formulario AJAX transmiten datos sin necesidad de actualizar la página.

source: Redirect On Submission
es_mx: Redireccionar en sumisión

source: When the user signs up would you like to redirect them to another page?
es_mx: ¿Cuando el usuario firma para arriba quieres redirigir a otra página?

source: Hide Form After Sign Up
es_mx: Ocultar formulario después de la muestra hasta

source: Should the form be hidden after the user successfully signs up?
es_mx: ¿Debe el formulario se oculta después de que el usuario suscriba con éxito?

source: Existing Interest Groups
es_mx: Grupos de interés existentes

source: Replace
es_mx: Reemplazar

source: Update
es_mx: Actualizar

source: <strong>Replace</strong>: Replace all interest groups with the new ones submitted.
es_mx: <strong>Reemplazar</strong>: reemplazar todos los grupos de interés con los nuevos sometidos.

source: <strong>Update</strong>: Update <em>only</em> the ones submitted. Leave existing interest groups as is.
es_mx: <strong>Actualización</strong>: actualizar <em>sólo</em> los presentó. Deje los grupos de interés existentes como es.

source: Update Form
es_mx: Formulario de actualización

source: Are you sure you want to delete this form? This cannot be undone.
es_mx: ¿Está seguro que desea eliminar este plan? Esto no se puede deshacer.

source: Delete Form
es_mx: Eliminar formulario

source: MailChimp opt-in widget for your sidebar.
es_mx: MailChimp opt-in en widget para la barra lateral.

source: MailChimp Signup Form
es_mx: Formulario de registro de MailChimp

source: Submit
es_mx: Someter

source: No forms found. It looks like you need to <a href="%s" title="%s">%s</a>.
es_mx: Formas no encontradas. Parece que usted necesita para <a href="%s" title="%s">%s</a>.

source: create a form
es_mx: Crear un formulario

source: Please enter a valid MailChimp API key to connect your site to MailChimp.
es_mx: Introduzca una clave válida de MailChimp API para conectar su sitio a MailChimp.

source: Title:
es_mx: Título:

source: Form:
es_mx: Formulario:

source: Display Form Description:
es_mx: Mostrar Descripción del formulario

source: Submit Button Text:
es_mx: Botón Enviar - Texto

source: Upload File
es_mx: Subir Archivo

source: Remove File
es_mx: Eliminar el archivo

source: It looks like you need to re-validate your MailChimp API key before you can continue.
es_mx: Parece que usted necesita volver a validar su clave de API de MailChimp antes de continuar.

source: Account Overview
es_mx: Descripción de la Cuenta

source: Below you'll find a brief overview of account activity as well as some account and profile info.
es_mx: A continuación encontrará una breve descripción de la actividad de cuenta así como información cuenta y perfil.

source: Chimp Chatter
es_mx: Charla de Chimp

source: View All Activity
es_mx: Ver Actividad

source: MailChimp Site
es_mx: Sitio de MailChimp

source: Account Active
es_mx: Cuenta Activo

source: Account Inactive
es_mx: Cuenta Inactiva

source: MailChimp avatar
es_mx: Avatar de MailChimp

source: Company
es_mx: Empresa

source: Industry
es_mx: Industria

source: Member Since
es_mx: Miembro desde

source: Plan Type
es_mx: Tipo de plan

source: Emails Left
es_mx: Correos electrónicos izquierda

source: Affiliate Link
es_mx: Enlace de afiliado

source: View Link
es_mx: Vista - Enlace

source: View All Add-Ons
es_mx: Ver todos los Add-Ons

source: Below you'll find a list of add-ons available for YIKES Easy Forms for MailChimp. Each add-on extends the base functionality of the free plugin.
es_mx: A continuación encontrará una lista de complementos disponibles de YIKES Easy Forms for MailChimp. Cada complemento amplía la funcionalidad básica del plugin gratis.

source: Add-on Title
es_mx: Título Add-on

source: View Add-on
es_mx: Ver Add-on

source: Manage Lists
es_mx: Administrar listas

source: Make edits to your MailChimp lists on the following page. Select a list to make edits to it.
es_mx: Realizar modificaciones en sus listas de MailChimp en la página siguiente. Seleccione una lista para realizar modificaciones en él.

source: List Name
es_mx: Nombre de Lista

source: Subscriber Count
es_mx: Cuenta de suscriptor

source: View
es_mx: Vista

source: Edit Fields
es_mx: Editar los Campos

source: Delete
es_mx: Borrar

source: List Info.
es_mx: Información de lista.

source: No MailChimp lists found. Head over to
es_mx: No hay listas de MailChimp encontradas. Dirígete a la

source: Manage Forms
es_mx: Administrar encuestas

source: Create and manage your MailChimp opt-in forms on the following page. Select a form to make edits to it.
es_mx: Crear y administrar sus MailChimp opt-en las formas en la página siguiente. Seleccione un formulario para realizar modificaciones.

source: It looks like the forms table is missing. Please de-activate and re-activate the plugin to attempt to create the table. If the error persists, please get in touch with the YIKES Inc. support team.
es_mx: Parece que falta la tabla de formas. Por favor, desactivar y volver a activar el plugin para intentar crear la tabla. Si el error persiste, póngase en contacto con el equipo de apoyo de YIKES Inc.

source: You need to connect to MailChimp before you can start creating forms. Head over to the <a href="%s" title="Settings Page">Settings Page</a> and enter your API key.
es_mx: Necesita conectarse a MailChimp antes de comenzar a crear formularios. Dirígete a la <a href=“%s” title=“Settings Page”>Página de configuración</a> e introduzca su clave de API.

source: Opt-in form successfully deleted.
es_mx: Opt-in forma eliminado correctamente.

source: MailChimp Form successfully cloned.
es_mx: Forma de MailChimp clocado con éxito.

source: There was an error trying to clone your form. Please try again. If this error persists, please contact the YIKES Inc. support team.
es_mx: Hubo un error tratando de clocar su forma. Por favor, inténtelo de nuevo. Si este error persiste, póngase en contacto con el equipo de apoyo de YIKES Inc.

source: List
es_mx: Lista

source: Impressions
es_mx: Impresiones

source: Submissions
es_mx: Envíos

source: Conversion Rate
es_mx: Tasa de conversión

source: Duplicate
es_mx: Duplicar

source: Stats
es_mx: Estadístiques

source: Are you sure you want to delete the %s form? This cannot be undone.
es_mx: ¿Está seguro que desea eliminar %s forma? Esto no se puede deshacer.

source: List Not Found
es_mx: No encontrado

source: No MailChimp forms found. Use the form to the right to create a new one.
es_mx: No hay formas de MailChimp encontradas. Utilice el formulario a la derecha para crear una nueva.

source: Manage Mailing Lists
es_mx: Manejo de listas de correo,

source: No MailChimp lists found. Head over to <a href="%s" title="MailChimp.com">MailChimp.com</a> to setup your first mailing list. Once thats done you can head back here to customize it!
es_mx: No hay listas de MailChimp encontradas. Dirígete a <a href=“%s” title=“MailChimp.com”>MailChimp.com</a> configurar su primera lista de correo. Una vez que ha hecho le puede regresa aquí para personalizarlo!

source: Delete all MailChimp data stored in your sites cache. Most data is stored in the cache for 1 hour.
es_mx: Borrar todos los datos de MailChimp almacenados en la caché de páginas. Mayoría de los datos se almacena en la caché durante 1 hora.

source: No MailChimp data found in temporary cache storage.
es_mx: No hay datos de MailChimp encontradas almacenamiento caché temporal.

source: Clear MailChimp API Cache
es_mx: Borrar caché de API de MailChimp

source: If you encounter an issue with Easy Forms for MailChimp you can toggle on debugging to display advanced error messages and start logging errors.
es_mx: Si tiene un problema con formas fáciles de MailChimp puede activar depuración para mostrar mensajes de error avanzados y errores de registro.

source: Debug Log
es_mx: Depurar Iniciar Sesión

source: Clear Log
es_mx: Borrar registros del sistema

source: Error Message
es_mx: mensaje de errores

source: Error Details
es_mx: Detalles del error

source: Enter your API key in the field below to connect your site to your MailChimp account.
es_mx: Introduzca su clave de API en el campo a continuación para conectar su sitio web a tu cuenta de MailChimp.

source: Get your API key here
es_mx: Obtener tu API key aquí

source: Import/Export Forms & Settings
es_mx: Importar / Exportar formas y configuración

source: Export Forms
es_mx: Formas de exportación

source: Select the forms you would like to export. When you click the download button below, Easy Forms for MailChimp will create a CSV file for you to save to your computer. Once you've saved the download file, you can use the Import tool to import the forms to this or any other site.
es_mx: Seleccione los formularios que desea exportar. Cuando hace clic en el botón de descarga más abajo, formas de gravedad se creará un archivo JSON para salvar a su equipo. Una vez me salvaste el archivo de descarga, puede utilizar la herramienta de importación para importar los formularios.

source: Select Forms
es_mx: Seleccionar formas

source: Select which forms to export. Leave all checkboxes unchecked to export all of your forms.
es_mx: Seleccione de que forma para exportar. Deje todas las casillas de verificación sin marcar para exportar todas sus formas.

source: It looks like you haven't created any forms yet.
es_mx: Parece que aún no ha creado todas las formas.

source: Export Opt-in Forms
es_mx: Exportar Opt-in formas

source: Export Settings
es_mx: Exportar ajustes

source: Export YIKES Easy Forms for MailChimp plugin settings.
es_mx: Exportar YIKES Inc. Easy Forms for MailChimp plugin ajustes.

source: Export Plugin Settings
es_mx: Exportar la configuración de Plugin

source: Import
es_mx: Importar

source: Select the Easy Forms for MailChimp export file you would like to import. You can use this field to import your optin forms or settings.
es_mx: Seleccione Easy Forms for MailChimp archivo de exportación para importar. Puede utilizar este campo para importar tu formas optan o ajustes.

source: WordPress Comment Form
es_mx: Formulario de comentarios de Wordpress

source: WordPress Registration Form
es_mx: Formulario de registro de WordPress

source: Enabling the WordPress core comment form opt-in checkbox will display a checkbox to your current users when leaving a comment (if they are not currently subscribed).
es_mx: Permitiendo la WordPress base comentario forma optar en casilla de verificación mostrará una casilla de verificación a los usuarios actuales al dejar un Comentario (si no está actualmente suscrito).

source: Enabling the WordPress core registration form opt-in checkbox will display a checkbox to new users when registering for your site.
es_mx: Permitiendo la WordPress base registro formulario opt-en casilla de verificación mostrará una casilla de verificación a los nuevos usuarios al registrarse para su sitio.

source: Enabling the WooCommerce checkout opt-in form allows you to capture email addresses from users who make purchases in your store. This option will add an opt-in checkbox to the checkout page.
es_mx: Permitiendo WooCommerce verificación opt-en forma le permite capturar direcciones de correo electrónico de los usuarios que hacen compras en su tienda. Esta opción agregará una casilla de verificación opt-en a la página de pago.

source: Enabling the Easy Digital Downloads checkout opt-in allows users who make a purchase to opt-in to your mailing list during checkout.
es_mx: Permitiendo las descargas digitales fácil comprobación opt-in permite a los usuarios que compren a opt-in a tu lista de correo durante la comprobación.

source: Enabling the BuddyPress opt-in allows users who register for your site to be automatically added to the mailing list of your choice.
es_mx: Permitiendo el BuddyPress opt-in permite a los usuarios que se registren para que su sitio se agregan automáticamente a la lista de correo de su elección.

source: Enabling the bbPress opt-in enables users who register to use the forums on your site to be automatically added to the mailing list of your choice.
es_mx: Permitiendo el bbPress opt-in permite a los usuarios que se registren para utilizar los foros en su sitio a añadirse automáticamente a la lista de correo de su elección.

source: Once the Contact Form 7 integration is active you can use our custom shortcode [yikes_mailchimp_checkbox] in your contact forms to subscribe users to a pre-selected list.
es_mx: Una vez que la integración Contact Form 7 i está activa puede utilizar nuestro código personalizado [yikes_mailchimp_checkbox] en sus formularios de contacto para suscribir usuarios a una lista previamente seleccionada.

source: Easy Digital Downloads Checkout
es_mx: Descargas digitales de fácil comprobación

source: BuddyPress Registration
es_mx: Registro de BuddyPress

source: Please %s to setup your integrations.
es_mx: Por favor, %s para su integración.

source: enter a valid MailChimp API key
es_mx: Introduzca una clave válida de la API de MailChimp

source: Select which plugins or features Easy Forms for MailChimp by Yikes Inc. should integrate with. Depending on which plugins or features you choose to integrate with, an optin checkbox will be generated. For example, the comment form checkbox will generate a checkbox below the standard WordPress comment form to add any new commenters to a pre-determined MailChimp mailing list.
es_mx: Seleccione qué plugins o características Easy Forms for MailChimp by Yikes Inc. deben integrar con. Dependiendo de qué plugins o características decide integrar, se generará una casilla optan. Por ejemplo, la casilla de verificación del formulario de comentario va a generar una casilla debajo de la forma estándar de comentario de Wordpress para agregar a cualquier nuevos comentaristas a una lista de correo predeterminada de MailChimp.

source: Use %s in Contact Form 7 to display the checkbox.
es_mx: Usar %s en Contact Form 7 para mostrar la casilla de verificación.

source: Select a List
es_mx: Seleccionar una lista

source: You have not setup any lists. You should head over to MailChimp and setup your first list.
es_mx: No has configurar ninguna lista. Debes dirígete a MailChimp y configurar su primera lista.

source: Checkbox Label
es_mx: Casilla de etiqueta

source: Precheck Checkbox
es_mx: Precheck casilla de verificación

source: Nothing is active.
es_mx: Nada esta activo.

source: reCAPTCHA Settings
es_mx: Configuración de reCAPTCHA

source: reCAPTCHA is a free CAPTCHA service, from Google, that helps protect your site against spam, malicious registrations and other forms of attacks where computers try to disguise themselves as a human. reCAPTCHA will help prevent spammers and bots from submitting data through your MailChimp forms.
es_mx: reCAPTCHA es un servicio gratuito de CAPTCHA, de Google, que ayuda a proteger el sitio contra spam, registros maliciosos y otras formas de ataques donde los equipos tratan de disfrazarse como un humano. reCAPTCHA ayudará a evitar los spammers y robots de envío de datos a través de sus formularios de MailChimp.

source: Get your reCAPTCHA API Key
es_mx: Obtén tu clave de API de reCAPTCHA

source: Get Your reCAPTCHA API Key
es_mx: Obtén tu clave de API de reCAPTCHA

source: Enable reCAPTCHA Protection
es_mx: Habilitar reCAPTCHA protección

source: reCAPTCHA Site Key
es_mx: Clave del sitio reCAPTCHA

source: reCAPTCHA Secret Key
es_mx: reCAPTCHA clave secreta

source: View reCAPTCHA Preview
es_mx: Ver reCAPTCHA previa

source: reCAPTCHA Preview
es_mx: reCAPTCHA previa

source: It looks like we found some interest groups! Pre-select interest groups for this integration below.
es_mx: Parece que encontramos algunos grupos de interés! Seleccione los grupos de interés para esta integración más abajo.

source: note: the interest groups will not show up on the front end for your users to select from.
es_mx: Nota: los grupos de interés no aparecerá en la parte delantera para los usuarios a seleccionar de.

source: Your site is currently connected to the MailChimp API
es_mx: Tu sitio esta conectado a MailChimp API

source: Connected
es_mx: Conectado

source: Not Connected
es_mx: No conectado

source: Easy Forms for MailChimp allows you to painlessly add MailChimp sign up forms to your WordPress site and track user activity with interactive reports.
es_mx: Easy Forms for MailChimp te permite sin dolor añadir MailChimp registrarse en formularios para tu Wordpress sitio pista usuario actividad y con informes interactivos.

source: Settings successfully updated.
es_mx: Información del sitio actualizada.

source: MailChimp API Cache successfully cleared.
es_mx: MailChimp API de caché borrado con éxito.

source: Error log successfully cleared.
es_mx: Registro de errores borrado con éxito.

source: Whoops! We've encountered an error while trying to clear the error log. Please refresh the page and try again. If the error persists please get in touch with the YIKES Inc. support team.
es_mx: Hemos encontrado un error al intentar borrar el registro de error. Por favor actualice la página y vuelva a intentarlo. Si el error persiste póngase en contacto con el equipo de apoyo de YIKES Inc.

source: Error log successfully created. You may now start logging errors.
es_mx: Registro de errores se ha creado correctamente. Ahora puede iniciar registro de errores.

source: Opt-in forms successfully imported. <a href="%s" title="View Forms">View Forms</a>
es_mx: Optar por formas importadas con éxito. <a href=“%s” title=“View Forms”>Formas de ver</a>

source: YIKES Easy Forms for MailChimp settings successfully imported.
es_mx: YIKES Easy Forms for MailChimp configuración importado con éxito.

source: You've got questions? We have answers!
es_mx: ¿Tienes preguntas? Nosotros tenemos las respuestas!

source: Users of the free version of YIKES Inc. Easy Forms for MailChimp are limited to two methods of support. We respond to support requests for the free version of the plugin once a week.
es_mx: Los usuarios de la versión gratuita de YIKES Inc. Easy Forms for MailChimp se limitan a dos métodos de apoyo. Respondemos a solicitudes de asistencia para la versión gratuita del plugin una vez por semana.

source: check them out
es_mx: Vas a ver

source: Purchasers of our paid add-ons qualify for premium support, <a href="%s" target="_blank" title="
es_mx: Los compradores de nuestros complementos de pagadas solicitar soporte premium, <a href="%s" target="_blank" title="

source: It looks like you are one of our premium users! Fill out the form below to submit a priority support request.
es_mx: Parece que eres uno de nuestros usuarios premium! Rellene el siguiente formulario para enviar una solicitud de soporte prioritario.

source: Before submitting a support request, visit our %s.
es_mx: Antes de presentar una solicitud de soporte, visite nuestro %s.

source: Knowledge Base
es_mx: Base de Conocimiento

source: knowledge base
es_mx: base de conocimientos

source: Github Issue Tracker
es_mx: GitHub Seguimiento de Incidentes

source: The fastest way to receive free support is to submit a new issue to our GitHub issue tracker.
es_mx: La manera más rápida de recibir soporte gratuito es enviar un tema nuevo a nuestro issue tracker de GitHub.

source: Submit New Github.org Issue
es_mx: Enviar nuevo tema Github.org

source: WordPress.org Plugin Directory
es_mx: WordPress Repositorio de Plugin

source: Use your WordPress.org username to submit support requests on the WordPress Directory support forum.
es_mx: Usar tu WordPress.org usuario para enviar solicitudes de ayuda en el foro de soporte de Wordpress directorio.

source: Submit New WordPress.org Support Request
es_mx: Presentar nueva solicitud de ayuda de WordPress.org

source: Migrating old plugin options
es_mx: Migrar opciones del plugin antiguas

source: please be patient while your options are updated and the process has completed
es_mx: por favor sea paciente mientras se actualizan sus opciones y ha completado el proceso.

source: successfully imported.
es_mx: ¡Importadocon éxito!

source: Settings Successfuly Imported
es_mx: Ajustes Importados.

source: Migration Complete. Please wait...
es_mx: Migración completa. Espera…

source: Old plugin options do not exist. Redirecting you...
es_mx: No existen opciones de plugin antiguo. Te redirigiendo…

source: No segments set up for this list.
es_mx: Ningún segmento de esta lista.

source: View all subscribers below. View additional subscriber info, or add additional fields to this list.
es_mx: Ver todos los suscriptores a continuación. Ver la información del suscriptor adicional, o añadir campos adicionales a esta lista.

source: New Subscriber
es_mx: Añadir nuevo suscriptor

source: User successfully unsubscribed.
es_mx: Usuario cancelado tu suscripción.

source: We've encountered an error trying to remove the subscriber. Please try again. If the error persists please get in contact with the YIKES Inc. support staff.
es_mx: Nos hemos encontrado un error tratando de quitar el suscriptor. Por favor, inténtelo de nuevo. Si el error persiste póngase en contacto con el personal de apoyo de YIKES Inc.

source: Add New Subscriber
es_mx: Añadir nuevo suscriptor

source: User Email Address
es_mx: Dirección de Email del Usuario

source: User Email
es_mx: Email de usuario

source: Email Client
es_mx: Cliente de correo electrónico

source: not set
es_mx: no definido

source: View Info.
es_mx: Ver el Panel Informativo
